Revit 2027 API
ParameterTypeId.RbsElecCircuitSlotIndex Property
 "Slot Index"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitSlotIndex { get; }
Public Shared ReadOnly Property RbsElecCircuitSlotIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitSlotIndex {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitSlotIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace